{
    "The Perfect Trips in Seychelles": "الرحلات المثالية في السيشل",
    "If you are looking for a perfect holiday experience with memories to cherish you are at the right place.": "إذا كنت تبحث عن تجربة عطلة مثالية مع ذكريات للتذكر، فأنت في المكان الصحيح.",
    "Let’s plan a reasonable stay for you." :     "لنخطط لإقامة معقولة لك.",
    "Book Now" :           "احجز الآن",
    "Home": "الرئيسية",
    "About Us": "من نحن",
    "Meet Derreck Marimba, the visionary behind Touriste Lokal. With an unwavering passion for the ocean and a career steeped in the marine industry, Derreck embarked on a remarkable journey in 2020. He transformed his dream into a thriving reality by establishing Touriste Lokal, a premier boat charter company offering an extensive array of services tailored to clients of varying experience levels. Derreck's commitment extends beyond the ordinary; he is wholeheartedly dedicated to crafting extraordinary experiences for every customer, going the extra mile to guarantee the success of each outing. Your adventure with Touriste Lokal is in the hands of a true ocean enthusiast and expert.": "تعرَّف على ديريك ماريمبا، الرائد وراء Touriste Lokal. بشغف لا يلين للمحيط ومسيرة مهنية مليئة بالخبرة في صناعة البحر، انطلق ديريك في رحلة ملحمية في عام 2020. حوّل حلمه إلى واقع مزدهر من خلال تأسيس Touriste Lokal، شركة رائدة في تأجير القوارب تقدم مجموعة واسعة من الخدمات مصممة خصيصًا للعملاء ذوي مستويات الخبرة المتنوعة. التزام ديريك يتجاوز التوقعات العادية؛ إنه ملتزم بشكل كامل بتقديم تجارب استثنائية لكل عميل، ويتجاوز الحدود لضمان نجاح كل نزهة. مغامرتك مع Touriste Lokal بيد متحمس حقيقي وخبير في عالم البحر.",
    "Meet the founder": "تعرَّف على المؤسس",
    "Get to know us more": "تعرَّف علينا أكثر",
    "Services": "الخدمات",
    "Booking": "الحجز",
    "Contact": "اتصل بنا",
    "Log in": "تسجيل الدخول",
    "Log out": "تسجيل الخروج",
    "Book Your Trip": "احجز رحلتك",
    "BOOK TODAY": "احجز اليوم",
    "Services": "الخدمات",
    "About us": "معلومات عنا",
    "GET TO KNOW US": "تعرّف علينا",
    "WHY Touriste Lokal?": "لماذا Touriste Lokal؟",
    "Our Services": "خدماتنا",
    "TESTIMONIALS": "شهادات العملاء",
    "Company": "الشركة",
    "Booking": "الحجز",
    "Social Media": "وسائل التواصل الاجتماعي",
    "Facebook": "فيسبوك",
    "Instagram": "إنستغرام",
    "Bookings (UTC +1)": "الحجوزات (ت. ع. +1)",
    "Monday-Friday 08:00-20:00": "الاثنين - الجمع",
    "Follow us on Instagram": "تابعنا على انستجرام",
    "When in Seychelles, it is best to be served by Seychellois. Though boating and marine scenery is not unique to Seychelles, its culture and marine life is. With the assistance of this small but competent service, “Touriste Lokal” will guarantee a wonderful time and value for your money.": "عندما تكون في سيشل، من الأفضل أن تخدم من قبل السيشيليين. على الرغم من أن ركوب الزوارق والمناظر البحرية ليست فريدة من نوعها في سيشل، إلا أن ثقافتها وحياتها البحرية فريدة. بمساعدة هذه الخدمة الصغيرة ولكن الكفءة، ستضمن 'Touriste Lokal' لك وقتًا رائعًا وقيمة لأموالك.",
    "Whether it’s a private fishing trip, a snorkeling discovery, diving, island hopping, or just a fun day out with friends and family followed by grilled fish on an island, we have you covered!": "سواء كان ذلك رحلة صيد خاصة، اكتشاف الغطس بالشناكل، الغوص، القفز بين الجزر، أو يوم ممتع مع الأصدقاء والعائلة تليه وجبة سمك مشوي على جزيرة، نحن هنا لخدمتك!",
    "We are ready and able to cater to what you have in mind, so don’t hesitate to get in touch so we can figure something out that best suits your expectations.": "نحن جاهزون وقادرون على تلبية ما تخطط له، لذا لا تتردد في التواصل معنا حتى نتمكن من الوصول إلى أفضل حلاً يتناسب مع توقعاتك.",
    "Don’t miss your opportunity to spot eagle rays, pipefish, sea turtles, and sometimes even bottlenose dolphins! An ecological marvel, and Seychelles’ oldest marine reserve that attracts over a third of all Seychelles’ tourists. Come and find out why!": "لا تفوت فرصتك لرؤية النسور البحرية، وسمك الأنابيب، وسلاحف البحر، وأحيانًا حتى الدلافين الزجاجية! عجب بيئي، وأقدم منطقة بحرية في سيشل تجذب أكثر من ثلثي جميع السياح في سيشل. تعال واكتشف لماذا!",
    "Whether you are chilling, having fun or focused on that catch, what is guaranteed is the intake of a stunning tropical surrounding. From the clear, turquoise Indian Ocean, lush green mountains or majestic unique granite formations, there is no other place like Seychelles to spend time out at sea.": "سواء كنت تسترخي، تتمتع بالمرح أو مركز على صيده، الأمر المضمون هو الاستمتاع بالمحيط الاستوائي الرائع. من المحيط الهندي الصافي واللون التركواز، إلى الجبال الخضراء الندية وتكوينات الغرانيت الفريدة الرائعة، ليس هناك مكان آخر مثل سيشل لقضاء وقت ممتع في البحر."


}
