{
    "The Perfect Trips in Seychelles": " Los Viajes Perfectos en las Seychelles",
    "If you are looking for a perfect holiday experience with memories to cherish you are at the right place.":  "Si buscas una experiencia de vacaciones perfecta con recuerdos para atesorar, estás en el lugar correcto.",
    "Let’s plan a reasonable stay for you." :     "Planeemos una estancia razonable para ti.",
    "Book Now" :       "Reserva ahora",
    "Home": "Inicio",
    "About Us": "Acerca de nosotros",
    "Services": "Servicios",
    "Booking": "Reserva",
    "Contact": "Contacto",
    "Log in": "Iniciar sesión",
    "Log out": "Cerrar sesión",
    "Book Your Trip": "Reserva tu Viaje",
    "BOOK TODAY": "RESERVA HOY",
    "Services": "Servicios",
    "About us": "Sobre Nosotros",
    "Meet Derreck Marimba, the visionary behind Touriste Lokal. With an unwavering passion for the ocean and a career steeped in the marine industry, Derreck embarked on a remarkable journey in 2020. He transformed his dream into a thriving reality by establishing Touriste Lokal, a premier boat charter company offering an extensive array of services tailored to clients of varying experience levels. Derreck's commitment extends beyond the ordinary; he is wholeheartedly dedicated to crafting extraordinary experiences for every customer, going the extra mile to guarantee the success of each outing. Your adventure with Touriste Lokal is in the hands of a true ocean enthusiast and expert.": "Conoce a Derreck Marimba, el visionario detrás de Touriste Lokal. Con una pasión inquebrantable por el océano y una carrera arraigada en la industria marítima, Derreck emprendió un viaje notable en 2020. Transformó su sueño en una realidad próspera al establecer Touriste Lokal, una destacada empresa de alquiler de barcos que ofrece una amplia gama de servicios adaptados a clientes de diferentes niveles de experiencia. El compromiso de Derreck va más allá de lo ordinario; está dedicado en cuerpo y alma a crear experiencias extraordinarias para cada cliente, yendo más allá para garantizar el éxito de cada salida. Tu aventura con Touriste Lokal está en manos de un verdadero entusiasta y experto en el océano.",
    "Meet the founder": "Conoce al fundador",
    "Get to know us more": "Conócenos más",
    "GET TO KNOW US": "CONÓCENOS",
    "WHY Touriste Lokal?": "¿POR QUÉ Touriste Lokal?",
    "Our Services": "Nuestros Servicios",
    "TESTIMONIALS": "TESTIMONIOS",
    "Company": "Compañía",
    "Booking": "Reserva",
    "Social Media": "Redes Sociales",
    "Facebook": "Facebook",
    "Instagram": "Instagram",
    "Bookings (UTC +1)": "Reservas (UTC +1)",
    "Monday-Friday 08:00-20:00": "Lunes-viernes 08:00-20:00",
    "Saturday 08:00-20:00": "Sábado 08:00-20:00",
    "Sunday 08:00-20:00": "Domingo 08:00-20:00",
    "Follow us on Instagram": "Síguenos en Instagram",
    "When in Seychelles, it is best to be served by Seychellois. Though boating and marine scenery is not unique to Seychelles, its culture and marine life is. With the assistance of this small but competent service, “Touriste Lokal” will guarantee a wonderful time and value for your money.": "Cuando estés en Seychelles, lo mejor es ser atendido por los seychellenses. Aunque la navegación y los paisajes marinos no son únicos en Seychelles, su cultura y vida marina sí lo son. Con la ayuda de este pequeño pero competente servicio, “Touriste Lokal” garantizará un tiempo maravilloso y un gran valor por tu dinero.",
    "Whether it’s a private fishing trip, a snorkeling discovery, diving, island hopping, or just a fun day out with friends and family followed by grilled fish on an island, we have you covered!": "Ya sea un viaje de pesca privado, un descubrimiento de snorkel, buceo, salto de isla en isla o simplemente un divertido día con amigos y familia seguido de pescado a la parrilla en una isla, ¡te tenemos cubierto!",
    "We are ready and able to cater to what you have in mind, so don’t hesitate to get in touch so we can figure something out that best suits your expectations.": "Estamos listos y capacitados para atender lo que tienes en mente, así que no dudes en ponerte en contacto para que podamos encontrar algo que se adapte mejor a tus expectativas.",
    "Don’t miss your opportunity to spot eagle rays, pipefish, sea turtles, and sometimes even bottlenose dolphins! An ecological marvel, and Seychelles’ oldest marine reserve that attracts over a third of all Seychelles’ tourists. Come and find out why!": "¡No pierdas la oportunidad de avistar rayas águila, peces pipa, tortugas marinas e incluso delfines nariz de botella! Una maravilla ecológica y la reserva marina más antigua de Seychelles que atrae a más de un tercio de todos los turistas de Seychelles. ¡Ven y descubre por qué!",
    "Whether you are chilling, having fun or focused on that catch, what is guaranteed is the intake of a stunning tropical surrounding. From the clear, turquoise Indian Ocean, lush green mountains or majestic unique granite formations, there is no other place like Seychelles to spend time out at sea.": "Ya sea que estés relajándote, divirtiéndote o concentrándote en la pesca, lo que está garantizado es disfrutar del entorno tropical impresionante. Desde el claro Océano Índico turquesa hasta las exuberantes montañas verdes o majestuosas formaciones de granito únicas, no hay otro lugar como Seychelles para pasar tiempo en el mar."

}
