{
    "The Perfect Trips in Seychelles": "Les Voyages Parfaits aux Seychelles",
    "If you are looking for a perfect holiday experience with memories to cherish you are at the right place.":  "Si vous recherchez une expérience de vacances parfaite avec des souvenirs à chérir, vous êtes au bon endroit.",
    "Let’s plan a reasonable stay for you." :     "Planifions un séjour raisonnable pour vous.",
    "Book Now" :   "Réservez maintenant",
    "Home": "Accueil",
    "About Us": "À propos de nous",
    "Services": "Services",
    "Booking": "Réservation",
    "Contact": "Contact",
    "Log in": "Se connecter",
    "Log out": "Se déconnecter",
    "Book Your Trip": "Réservez votre voyage",
    "BOOK TODAY": "RÉSERVEZ DÈS AUJOURD'HUI",
    "Services": "Services",
    "About us": "À propos de nous",
    "Meet Derreck Marimba, the visionary behind Touriste Lokal. With an unwavering passion for the ocean and a career steeped in the marine industry, Derreck embarked on a remarkable journey in 2020. He transformed his dream into a thriving reality by establishing Touriste Lokal, a premier boat charter company offering an extensive array of services tailored to clients of varying experience levels. Derreck's commitment extends beyond the ordinary; he is wholeheartedly dedicated to crafting extraordinary experiences for every customer, going the extra mile to guarantee the success of each outing. Your adventure with Touriste Lokal is in the hands of a true ocean enthusiast and expert.": "Rencontrez Derreck Marimba, le visionnaire derrière Touriste Lokal. Avec une passion inébranlable pour l'océan et une carrière ancrée dans l'industrie maritime, Derreck s'est lancé dans un voyage remarquable en 2020. Il a transformé son rêve en une réalité prospère en créant Touriste Lokal, une entreprise de location de bateaux de premier plan offrant une large gamme de services adaptés à des clients de niveaux d'expérience variés. L'engagement de Derreck va au-delà de l'ordinaire ; il est entièrement dévoué à créer des expériences extraordinaires pour chaque client, en faisant l'effort supplémentaire pour garantir le succès de chaque sortie. Votre aventure avec Touriste Lokal est entre les mains d'un véritable passionné de l'océan et d'un expert.",
    "Meet the founder": "Rencontrez le fondateur",
    "Get to know us more": "Apprenez à nous connaître davantage",
    "GET TO KNOW US": "APPRENEZ À NOUS CONNAÎTRE",
    "WHY Touriste Lokal?": "POURQUOI Touriste Lokal ?",
    "Our Services": "Nos Services",
    "TESTIMONIALS": "TÉMOIGNAGES",
    "Company": "Entreprise",
    "Booking": "Réservation",
    "Social Media": "Médias sociaux",
    "Facebook": "Facebook",
    "Instagram": "Instagram",
    "Bookings (UTC +1)": "Réservations (UTC +1)",
    "Monday-Friday 08:00-20:00": "Lundi-vendredi 08:00-20:00",
    "Saturday 08:00-20:00": "Samedi 08:00-20:00",
    "Sunday 08:00-20:00": "Dimanche 08:00-20:00",
    "Follow us on Instagram": "Suivez-nous sur Instagram",
    "When in Seychelles, it is best to be served by Seychellois. Though boating and marine scenery is not unique to Seychelles, its culture and marine life is. With the assistance of this small but competent service, “Touriste Lokal” will guarantee a wonderful time and value for your money.": "Lorsque vous êtes aux Seychelles, il est préférable d'être servi par des Seychellois. Bien que la navigation et les paysages marins ne soient pas uniques aux Seychelles, leur culture et leur vie marine le sont. Avec l'aide de ce petit mais compétent service, « Touriste Lokal » vous garantira un moment merveilleux et un excellent rapport qualité-prix.",
    "Whether it’s a private fishing trip, a snorkeling discovery, diving, island hopping, or just a fun day out with friends and family followed by grilled fish on an island, we have you covered!": "Qu'il s'agisse d'une sortie de pêche privée, d'une découverte de la plongée avec tuba, de la plongée, du saut d'île en île ou simplement d'une journée amusante entre amis et en famille suivie de poisson grillé sur une île, nous avons tout ce qu'il vous faut !",
    "We are ready and able to cater to what you have in mind, so don’t hesitate to get in touch so we can figure something out that best suits your expectations.": "Nous sommes prêts et capables de répondre à ce que vous avez en tête, alors n'hésitez pas à nous contacter afin que nous puissions trouver quelque chose qui correspond le mieux à vos attentes.",
    "Don’t miss your opportunity to spot eagle rays, pipefish, sea turtles, and sometimes even bottlenose dolphins! An ecological marvel, and Seychelles’ oldest marine reserve that attracts over a third of all Seychelles’ tourists. Come and find out why!": "Ne manquez pas votre chance d'apercevoir des raies aigles, des pipefish, des tortues de mer et parfois même des dauphins à nez de bouteille ! Une merveille écologique et la plus ancienne réserve marine des Seychelles qui attire plus d'un tiers de tous les touristes des Seychelles. Venez découvrir pourquoi !",
    "Whether you are chilling, having fun or focused on that catch, what is guaranteed is the intake of a stunning tropical surrounding. From the clear, turquoise Indian Ocean, lush green mountains or majestic unique granite formations, there is no other place like Seychelles to spend time out at sea.": "Que vous vous détendiez, vous amusiez ou vous concentriez sur la pêche, ce qui est garanti, c'est l'absorption d'un environnement tropical magnifique. De l'océan Indien clair et turquoise aux montagnes verdoyantes luxuriantes ou aux formations de granit uniques et majestueuses, il n'y a aucun autre endroit comme les Seychelles pour passer du temps en mer."


}
