{
    "The Perfect Trips in Seychelles": "Οι Τέλειες Εκδρομές στις Σεϋχέλλες",
    "If you are looking for a perfect holiday experience with memories to cherish you are at the right place.": "Εάν ψάχνετε για μια τέλεια εμπειρία διακοπών με αξέχαστες αναμνήσεις, βρίσκεστε στο σωστό μέρος.",
    "Let’s plan a reasonable stay for you." :     "Ας σχεδιάσουμε ένα λογικό παραμονή για εσάς.",
    "Book Now" :       "Κάντε κράτηση τώρα",
    "Home": "Αρχική",
    "About Us": "Σχετικά με εμάς",
    "Services": "Υπηρεσίες",
    "Booking": "Κράτηση",
    "Contact": "Επικοινωνία",
    "Log in": "Σύνδεση",
    "Log out": "Αποσύνδεση",
    "Book Your Trip": "Κάντε την κράτησή σας",
    "BOOK TODAY": "ΚΡΑΤΗΣΗ ΣΗΜΕΡΑ",
    "Services": "Υπηρεσίες",
    "About us": "Σχετικά μας",
    "GET TO KNOW US": "ΓΝΩΡΙΣΤΕ ΜΑΣ",
    "WHY Touriste Lokal?": "ΓΙΑΤΙ Touriste Lokal;",
    "Our Services": "Οι υπηρεσίες μας",
    "Company": "Εταιρεία",
    "Booking": "Κράτηση",
    "Social Media": "Κοινωνικά Δίκτυα",
    "Facebook": "Facebook",
    "Instagram": "Instagram",
    "Bookings (UTC +1)": "Κρατήσεις (UTC +1)",
    "Monday-Friday 08:00-20:00": "Δευτέρα-Παρασκευή 08:00-20:00",
    "Saturday 08:00-20:00": "Σάββατο 08:00-20:00",
    "Sunday 08:00-20:00": "Κυριακή 08:00-20:00",
    "Meet Derreck Marimba, the visionary behind Touriste Lokal. With an unwavering passion for the ocean and a career steeped in the marine industry, Derreck embarked on a remarkable journey in 2020. He transformed his dream into a thriving reality by establishing Touriste Lokal, a premier boat charter company offering an extensive array of services tailored to clients of varying experience levels. Derreck's commitment extends beyond the ordinary; he is wholeheartedly dedicated to crafting extraordinary experiences for every customer, going the extra mile to guarantee the success of each outing. Your adventure with Touriste Lokal is in the hands of a true ocean enthusiast and expert.": "Γνωρίστε τον Derreck Marimba, τον όραμα πίσω από το Touriste Lokal. Με μια ακλόνητη αγάπη για τον ωκεανό και μια καριέρα βαθιά ριζωμένη στη θαλάσσια βιομηχανία, ο Derreck ξεκίνησε μια εξαιρετική περιπέτεια το 2020. Μετέτρεψε το όνειρό του σε μια ευημερούσα πραγματικότητα ιδρύοντας το Touriste Lokal, μια κορυφαία εταιρεία ενοικίασης σκαφών που προσφέρει μια εκτενή γκάμα υπηρεσιών προσαρμοσμένων σε πελάτες με διαφορετικά επίπεδα εμπειρίας. Η δέσμευση του Derreck ξεπερνά τα συνηθισμένα, καθώς είναι αφοσιωμένος στο να δημιουργεί εξαιρετικές εμπειρίες για κάθε πελάτη, κάνοντας το έξτρα βήμα για να εγγυηθεί την επιτυχία κάθε εξόρμησης. Η περιπέτειά σας με το Touriste Lokal είναι στα χέρια ενός αληθινού λάτρη του ωκεανού και ειδικού.",
    "Meet the founder": "Γνωρίστε τον ιδρυτή",
    "Get to know us more": "Μάθετε περισσότερα για μας",
    "TESTIMONIALS": "ΚΡΙΤΙΚΕΣ",
    "Follow us on Instagram": "Ακολουθήστε μας στο Instagram",
    "When in Seychelles, it is best to be served by Seychellois. Though boating and marine scenery is not unique to Seychelles, its culture and marine life is. With the assistance of this small but competent service, “Touriste Lokal” will guarantee a wonderful time and value for your money.": "Όταν βρίσκεστε στις Σεϋχέλλες, είναι καλύτερα να εξυπηρετείστε από τους Σεϋχελλές. Αν και η ναυσιπλοΐα και τα θαλάσσια τοπία δεν είναι μοναδικά στις Σεϋχέλλες, η κουλτούρα και η θαλάσσια ζωή της είναι. Με τη βοήθεια αυτής της μικρής αλλά αρμόδιας υπηρεσίας, το 'Touriste Lokal' θα εξασφαλίσει υπέροχο χρόνο και αξία για τα χρήματά σας.",
    "Whether it’s a private fishing trip, a snorkeling discovery, diving, island hopping, or just a fun day out with friends and family followed by grilled fish on an island, we have you covered!": "Είτε πρόκειται για μια ιδιωτική ψαροντούφεκα, ανακάλυψη με αναπνευστήρα, κατάδυση, αναπηδητισμός από νησί σε νησί, είτε απλώς για μια διασκεδαστική ημέρα με φίλους και οικογένεια ακολουθούμενη από ψητά ψάρια σε ένα νησί, είμαστε εδώ για εσάς!",
    "We are ready and able to cater to what you have in mind, so don’t hesitate to get in touch so we can figure something out that best suits your expectations.": "Είμαστε έτοιμοι και σε θέση να εξυπηρετήσουμε αυτό που έχετε στο μυαλό σας, οπότε μην διστάσετε να επικοινωνήσετε μαζί μας για να βρούμε κάτι που ταιριάζει καλύτερα στις προσδοκίες σας.",
    "Don’t miss your opportunity to spot eagle rays, pipefish, sea turtles, and sometimes even bottlenose dolphins! An ecological marvel, and Seychelles’ oldest marine reserve that attracts over a third of all Seychelles’ tourists. Come and find out why!": "Μην χάσετε την ευκαιρία να δείτε αετοράιες, ψαράκια, θαλάσσιες χελώνες και μερικές φορές ακόμη και δελφίνια μπουκάλι! Ένα οικολογικό θαύμα και η παλαιότερη θαλάσσια περιοχή των Σεϋχελλών που προσελκύει πάνω από το τρίτο όλων των τουριστών των Σεϋχελλών. Ελάτε και ανακαλύψτε γιατί!",
    "Whether you are chilling, having fun or focused on that catch, what is guaranteed is the intake of a stunning tropical surrounding. From the clear, turquoise Indian Ocean, lush green mountains or majestic unique granite formations, there is no other place like Seychelles to spend time out at sea.": "Είτε χαλαρώνετε, διασκεδάζετε είτε είστε επικεντρωμένοι στην αλιεία, είναι εγγυημένη η απολαυστική τροπική ατμόσφαιρα. Από τον καθαρό, τυρκουάζ Ινδικό Ωκεανό, τα πυκνά πράσινα βουνά ή τις μαγευτικές, μοναδικές γρανιτικές σχηματώσεις, δεν υπάρχει άλλο μέρος σαν τις Σεϋχέλλες για να περάσετε χρόνο στη θάλασσα."


}
