{
    "The Perfect Trips in Seychelles": "I Viaggi Perfetti alle Seychelles",
    "If you are looking for a perfect holiday experience with memories to cherish you are at the right place.": "Se stai cercando un'esperienza di vacanza perfetta con ricordi da custodire, sei nel posto giusto.",
    "Let’s plan a reasonable stay for you." :     "Pianifichiamo un soggiorno ragionevole per te.",
    "Book Now" :         "Prenota ora",
    "Home": "Home",
    "About Us": "Chi siamo",
    "Services": "Servizi",
    "Booking": "Prenotazione",
    "Contact": "Contatto",
    "Log in": "Accedi",
    "Log out": "Esci",
    "Book Your Trip": "Prenota il tuo viaggio",
    "BOOK TODAY": "PRENOTA OGGI",
    "Services": "Servizi",
    "About us": "Chi siamo",
    "GET TO KNOW US": "CONOSCICI",
    "WHY Touriste Lokal?": "PERCHÉ Touriste Lokal?",
    "Our Services": "I nostri servizi",
    "TESTIMONIALS": "TESTIMONIANZE",
    "Meet Derreck Marimba, the visionary behind Touriste Lokal. With an unwavering passion for the ocean and a career steeped in the marine industry, Derreck embarked on a remarkable journey in 2020. He transformed his dream into a thriving reality by establishing Touriste Lokal, a premier boat charter company offering an extensive array of services tailored to clients of varying experience levels. Derreck's commitment extends beyond the ordinary; he is wholeheartedly dedicated to crafting extraordinary experiences for every customer, going the extra mile to guarantee the success of each outing. Your adventure with Touriste Lokal is in the hands of a true ocean enthusiast and expert.": "Incontra Derreck Marimba, la mente dietro Touriste Lokal. Con una passione inarrestabile per l'oceano e una carriera radicata nell'industria marittima, Derreck ha intrapreso un viaggio straordinario nel 2020. Ha trasformato il suo sogno in una realtà prospera fondando Touriste Lokal, una premiata azienda di noleggio barche che offre una vasta gamma di servizi su misura per clienti di diversi livelli di esperienza. L'impegno di Derreck va oltre il normale; è totalmente dedicato a creare esperienze straordinarie per ogni cliente, facendo il possibile per garantire il successo di ogni uscita. La tua avventura con Touriste Lokal è nelle mani di un vero appassionato di mare ed esperto.",
    "Meet the founder": "Incontra il fondatore",
    "Get to know us more": "Scopri di più su di noi",
    "Company": "Azienda",
    "Booking": "Prenotazione",
    "Social Media": "Social Media",
    "Facebook": "Facebook",
    "Instagram": "Instagram",
    "Bookings (UTC +1)": "Prenotazioni (UTC +1)",
    "Monday-Friday 08:00-20:00": "Lunedì-venerdì 08:00-20:00",
    "Saturday 08:00-20:00": "Sabato 08:00-20:00",
    "Sunday 08:00-20:00": "Domenica 08:00-20:00",
    "Follow us on Instagram": "Seguici su Instagram",
    "When in Seychelles, it is best to be served by Seychellois. Though boating and marine scenery is not unique to Seychelles, its culture and marine life is. With the assistance of this small but competent service, “Touriste Lokal” will guarantee a wonderful time and value for your money.": "Quando sei alle Seychelles, è meglio farti servire dai Seychellois. Anche se la navigazione e il panorama marino non sono unici alle Seychelles, la sua cultura e la vita marina lo sono. Con l'assistenza di questo piccolo ma competente servizio, “Touriste Lokal” garantirà un tempo meraviglioso e un ottimo rapporto qualità-prezzo.",
    "Whether it’s a private fishing trip, a snorkeling discovery, diving, island hopping, or just a fun day out with friends and family followed by grilled fish on an island, we have you covered!": "Che si tratti di una gita di pesca privata, una scoperta con lo snorkeling, immersioni, salto da un'isola all'altra o semplicemente una divertente giornata con amici e famiglia seguita da pesce alla griglia su un'isola, siamo qui per te!",
    "We are ready and able to cater to what you have in mind, so don’t hesitate to get in touch so we can figure something out that best suits your expectations.": "Siamo pronti e in grado di soddisfare ciò che hai in mente, quindi non esitare a contattarci in modo da poter trovare qualcosa che si adatti meglio alle tue aspettative.",
    "Don’t miss your opportunity to spot eagle rays, pipefish, sea turtles, and sometimes even bottlenose dolphins! An ecological marvel, and Seychelles’ oldest marine reserve that attracts over a third of all Seychelles’ tourists. Come and find out why!": "Non perdere l'opportunità di avvistare aquile di mare, pesci pipa, tartarughe marine e talvolta anche delfini dal muso di bottiglia! Una meraviglia ecologica e la riserva marina più antica delle Seychelles che attira oltre un terzo di tutti i turisti delle Seychelles. Vieni a scoprire il perché!",
    "Whether you are chilling, having fun or focused on that catch, what is guaranteed is the intake of a stunning tropical surrounding. From the clear, turquoise Indian Ocean, lush green mountains or majestic unique granite formations, there is no other place like Seychelles to spend time out at sea.": "Che tu stia rilassandoti, divertendoti o concentrato sulla pesca, è garantito l'ingresso in un ambiente tropicale mozzafiato. Dal limpido e turchese Oceano Indiano alle lussureggianti montagne verdi o alle maestose formazioni di granito uniche, non c'è altro posto come le Seychelles per trascorrere del tempo in mare."

}
