{
    "The Perfect Trips in Seychelles": "Идеальные поездки на Сейшелах",
    "If you are looking for a perfect holiday experience with memories to cherish you are at the right place.": "Если вы ищете идеальный опыт отдыха с незабываемыми воспоминаниями, вы находитесь в правильном месте.",
    "Let’s plan a reasonable stay for you." :     "Давайте спланируем разумное пребывание для вас.",
    "Book Now" :    "Забронируйте сейчас",
    "Home": "Главная",
    "About Us": "О нас",
    "Services": "Услуги",
    "Booking": "Бронирование",
    "Contact": "Контакт",
    "Log in": "Войти",
    "Log out": "Выйти",
    "Book Your Trip": "Забронируйте вашу поездку",
    "BOOK TODAY": "БРОНИРУЙ СЕГОДНЯ",
    "Services": "Услуги",
    "About us": "О нас",
    "GET TO KNOW US": "ПОЗНАЙТЕ НАС",
    "WHY Touriste Lokal?": "ПОЧЕМУ Touriste Lokal?",
    "Our Services": "Наши услуги",
    "Meet Derreck Marimba, the visionary behind Touriste Lokal. With an unwavering passion for the ocean and a career steeped in the marine industry, Derreck embarked on a remarkable journey in 2020. He transformed his dream into a thriving reality by establishing Touriste Lokal, a premier boat charter company offering an extensive array of services tailored to clients of varying experience levels. Derreck's commitment extends beyond the ordinary; he is wholeheartedly dedicated to crafting extraordinary experiences for every customer, going the extra mile to guarantee the success of each outing. Your adventure with Touriste Lokal is in the hands of a true ocean enthusiast and expert.": "Познакомьтесь с Дерреком Маримба, видящим за Touriste Lokal. С несгибаемой страстью к океану и карьерой, утопающей в морской промышленности, Деррек отправился в удивительное путешествие в 2020 году. Он превратил свою мечту в процветающую реальность, основав Touriste Lokal, ведущую компанию по аренде яхт, предлагающую широкий спектр услуг, адаптированных для клиентов с разным опытом. Приверженность Деррека выходит за рамки обыденного; он с полной отдачей посвящен созданию незабываемых впечатлений для каждого клиента, идя на все возможные шаги, чтобы гарантировать успех каждой поездки. Ваше приключение с Touriste Lokal находится в руках настоящего ценителя океана и эксперта.",
    "Meet the founder": "Познакомьтесь с основателем",
    "Get to know us more": "Узнайте о нас больше",
    "TESTIMONIALS": "ОТЗЫВЫ",
    "Company": "Компания",
    "Booking": "Бронирование",
    "Social Media": "Социальные сети",
    "Facebook": "Facebook",
    "Instagram": "Instagram",
    "Bookings (UTC +1)": "Бронирование (UTC +1)",
    "Monday-Friday 08:00-20:00": "Понедельник-пятница 08:00-20:00",
    "Saturday 08:00-20:00": "Суббота 08:00-20:00",
    "Sunday 08:00-20:00": "Воскресенье 08:00-20:00",
    "Follow us on Instagram": "Подписывайтесь на нас в Instagram",
    "When in Seychelles, it is best to be served by Seychellois. Though boating and marine scenery is not unique to Seychelles, its culture and marine life is. With the assistance of this small but competent service, “Touriste Lokal” will guarantee a wonderful time and value for your money.": "Когда вы находитесь на Сейшельских островах, лучше всего обслуживаться сейшельцами. Хотя морская прогулка и морские пейзажи не уникальны для Сейшел, его культура и морская жизнь уникальны. При помощи этой маленькой, но компетентной службы «Touriste Lokal» гарантирует вам замечательное время и высокую ценность за ваши деньги.",
    "Whether it’s a private fishing trip, a snorkeling discovery, diving, island hopping, or just a fun day out with friends and family followed by grilled fish on an island, we have you covered!": "Будь то частная рыбалка, открытие подводного плавания с маской и трубкой, дайвинг, перескакивание с острова на остров или просто веселый день с друзьями и семьей, а затем жареная рыба на острове - мы позаботимся о вас!",
    "We are ready and able to cater to what you have in mind, so don’t hesitate to get in touch so we can figure something out that best suits your expectations.": "Мы готовы и способны удовлетворить ваши пожелания, поэтому не стесняйтесь связаться с нами, чтобы мы могли подобрать что-то, что наилучшим образом соответствует вашим ожиданиям.",
    "Don’t miss your opportunity to spot eagle rays, pipefish, sea turtles, and sometimes even bottlenose dolphins! An ecological marvel, and Seychelles’ oldest marine reserve that attracts over a third of all Seychelles’ tourists. Come and find out why!": "Не упустите свой шанс увидеть орлиных скатов, трубкоголовых рыб, морских черепах и иногда даже дельфинов! Экологическое чудо и старейший морской заповедник Сейшел, который привлекает более трети всех туристов Сейшел. Приходите и узнайте почему!",
    "Whether you are chilling, having fun or focused on that catch, what is guaranteed is the intake of a stunning tropical surrounding. From the clear, turquoise Indian Ocean, lush green mountains or majestic unique granite formations, there is no other place like Seychelles to spend time out at sea.": "Будь то спокойное отдых, веселье или фокус на ловлю рыбы, гарантирован прием потрясающей тропической среды. От чистого бирюзового Индийского океана до пышных зеленых гор или величественных уникальных гранитных образований - нет другого места, как Сейшел, чтобы провести время в море."

}
