{
    "The Perfect Trips in Seychelles": "De Perfekte Turene på Seychellene",
    "If you are looking for a perfect holiday experience with memories to cherish you are at the right place.":     "Hvis du leter etter en perfekt ferieopplevelse med minner å verdsette, er du på rett sted.",
    "Let’s plan a reasonable stay for you." :        "La oss planlegge et rimelig opphold for deg.",
    "Book Now" :       "Bestill nå",
    "Home": "Hjem",
    "About Us": "Om oss",
    "Services": "Tjenester",
    "Booking": "Bestilling",
    "Contact": "Kontakt",
    "Log in": "Logg inn",
    "Log out": "Logg ut",
    "Book Your Trip": "Bestill din tur",
    "BOOK TODAY": "BESTILL I DAG",
    "Services": "Tjenester",
    "About us": "Om oss",
    "GET TO KNOW US": "BLI KJENT MED OSS",
    "WHY Touriste Lokal?": "HVORFOR Touriste Lokal?",
    "Our Services": "Våre tjenester",
    "TESTIMONIALS": "KUNDENS UTTALELSER",
    "Meet Derreck Marimba, the visionary behind Touriste Lokal. With an unwavering passion for the ocean and a career steeped in the marine industry, Derreck embarked on a remarkable journey in 2020. He transformed his dream into a thriving reality by establishing Touriste Lokal, a premier boat charter company offering an extensive array of services tailored to clients of varying experience levels. Derreck's commitment extends beyond the ordinary; he is wholeheartedly dedicated to crafting extraordinary experiences for every customer, going the extra mile to guarantee the success of each outing. Your adventure with Touriste Lokal is in the hands of a true ocean enthusiast and expert.": "Møt Derreck Marimba, visjonæren bak Touriste Lokal. Med en urokkelig lidenskap for havet og en karriere dypt forankret i maritime industrien, startet Derreck på en bemerkelsesverdig reise i 2020. Han omdannet drømmen sin til virkelighet ved å etablere Touriste Lokal, et ledende båtutleiefirma som tilbyr et omfattende utvalg av tjenester skreddersydd for klienter med varierende erfaringsnivå. Derrecks engasjement går utover det vanlige; han er helhjertet dedikert til å skape ekstraordinære opplevelser for hver kunde, og går den ekstra milen for å garantere suksessen til hver tur. Eventyret ditt med Touriste Lokal er i hendene på en ekte haventusiast og ekspert.",
    "Meet the founder": "Møt grunnleggeren",
    "Get to know us more": "Lær mer om oss",
    "Company": "Selskap",
    "Booking": "Bestilling",
    "Social Media": "Sosiale medier",
    "Facebook": "Facebook",
    "Instagram": "Instagram",
    "Bookings (UTC +1)": "Bestillinger (UTC +1)",
    "Monday-Friday 08:00-20:00": "Mandag-fredag 08:00-20:00",
    "Saturday 08:00-20:00": "Lørdag 08:00-20:00",
    "Sunday 08:00-20:00": "Søndag 08:00-20:00",
    "Follow us on Instagram": "Følg oss på Instagram",
    "When in Seychelles, it is best to be served by Seychellois. Though boating and marine scenery is not unique to Seychelles, its culture and marine life is. With the assistance of this small but competent service, “Touriste Lokal” will guarantee a wonderful time and value for your money.": "Når du er på Seychellene, er det best å bli betjent av seychellene. Selv om båtliv og maritimt landskap ikke er unikt for Seychellene, er kulturen og det marine livet det. Med hjelp av denne lille, men kompetente tjenesten, vil 'Touriste Lokal' garantere deg en fantastisk tid og god valuta for pengene dine.",
    "Whether it’s a private fishing trip, a snorkeling discovery, diving, island hopping, or just a fun day out with friends and family followed by grilled fish on an island, we have you covered!": "Enten det er en privat fisketur, snorkling, dykking, øyhopping eller bare en morsom dag ute med venner og familie, etterfulgt av grillet fisk på en øy, har vi deg dekket!",
    "We are ready and able to cater to what you have in mind, so don’t hesitate to get in touch so we can figure something out that best suits your expectations.": "Vi er klare og i stand til å imøtekomme det du har i tankene, så nøl ikke med å ta kontakt slik at vi kan finne noe som passer best forventningene dine.",
    "Don’t miss your opportunity to spot eagle rays, pipefish, sea turtles, and sometimes even bottlenose dolphins! An ecological marvel, and Seychelles’ oldest marine reserve that attracts over a third of all Seychelles’ tourists. Come and find out why!": "Ikke gå glipp av muligheten til å se ørnerokker, piplefisk, sjøskilpadder, og noen ganger til og med flaskenese-delfiner! Et økologisk underverk, og Seychellenes eldste marine reservat som tiltrekker seg over en tredjedel av alle Seychellenes turister. Kom og finn ut hvorfor!",
    "Whether you are chilling, having fun or focused on that catch, what is guaranteed is the intake of a stunning tropical surrounding. From the clear, turquoise Indian Ocean, lush green mountains or majestic unique granite formations, there is no other place like Seychelles to spend time out at sea.": "Enten du slapper av, har det gøy eller er fokusert på fangsten, er det som garanteres å nyte en fantastisk tropisk omgivelse. Fra den klare, turkise Indiahavet, frodige grønne fjell eller majestetiske, unike granittformasjoner, er det ingen andre steder som Seychellene for å tilbringe tid til sjøs."



}
